[
    {
        "id": 0,
        "name": "Egg",
        "img_url": "https://i.pinimg.com/originals/02/c7/05/02c70572482476ba3ec8c4962f883705.png",
        "type1": "???",
        "description": "It's an egg waiting to hatch..."
    },
    {
        "id": 1,
        "name": "Bulbasaur",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/21/001Bulbasaur.png",
        "type1": "Grass",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 2,
        "evolution_lvl": 16,
        "description": "It uses the nutrients that are stored in the seed on its back in order to grow. The reception of Bulbasaur has been largely positive and it often appears in \"top Pokémon lists\". Its English name is a portmanteau of \"bulb\" and \"dinosaur\"."
    },
    {
        "id": 2,
        "name": "Ivysaur",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/73/002Ivysaur.png",
        "type1": "Grass",
        "type2": "Poison",
        "evolution_id": 3,
        "evolution_lvl": 32,
        "description": "It is a playable character in Super Smash Bros. Brawl and Super Smash Bros. Ultimate as a part of the \"Pokémon Trainer\" fighter. Its English name is a portmanteau of \"ivy\" and \"dinosaur\". It was one of the earliest Pokémon, and the first member of its line to be created."
    },
    {
        "id": 3,
        "name": "Venusaur",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/ae/003Venusaur.png",
        "type1": "Grass",
        "type2": "Poison",
        "description": "Its English name is a portmanteau of \"Venus\" (relating to the Venus flytrap) and \"dinosaur\". It is based on the Pareiasaur. It is the mascot of Pokémon Green and LeafGreen. A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle. Its plant blooms when it is absorbing solar energy."
    },
    {
        "id": 4,
        "name": "Charmander",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/73/004Charmander.png",
        "type1": "Fire",
        "baby": true,
        "evolution_id": 5,
        "evolution_lvl": 16,
        "description": "Charmander is a bipedal, salamander-like creature with a flame at the tip of its tail. Its English name is a portmanteau of \"char\" and \"salamander\". From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out."
    },
    {
        "id": 5,
        "name": "Charmeleon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/4a/005Charmeleon.png",
        "type1": "Fire",
        "evolution_id": 6,
        "evolution_lvl": 36,
        "description": "Charmeleon is similar to Charmander yet larger. Its English name is a portmanteau of \"char\" and \"chameleon\". If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings."
    },
    {
        "id": 6,
        "name": "Charizard",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/7e/006Charizard.png",
        "type1": "Fire",
        "type2": "Flying",
        "description": "It is a playable character as a part of the \"Pokémon Trainer\" fighter in Super Smash Bros. Brawl and Super Smash Bros. Ultimate, as well as a standalone fighter in Super Smash Bros. for Nintendo 3DS and Wii U. It is also the mascot of Pokémon Red and FireRed. In its Mega Charizard X form, it gains the dragon typing. Its English name is a portmanteau of \"char\" and \"lizard\"."
    },
    {
        "id": 7,
        "name": "Squirtle",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/39/007Squirtle.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 8,
        "evolution_lvl": 16,
        "description": "It is a playable character in Super Smash Bros. Brawl and Super Smash Bros. Ultimate as a part of the \"Pokémon Trainer\" fighter. Its English name is a portmanteau of \"squirt\" and \"turtle\". It is one of the Kanto starter Pokémon."
    },
    {
        "id": 8,
        "name": "Wartortle",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/0c/008Wartortle.png",
        "type1": "Water",
        "evolution_id": 9,
        "evolution_lvl": 36,
        "description": "Its English name is a portmanteau of \"wart\", \"tortoise\", and \"turtle\". Its tail is large and covered with a rich, thick fur. Its tail becomes increasingly deeper in color as Wartortle ages. Legends say it can live up to 1,000 years old. Wartortle was originally intended to have an entirely different final evolution that shared a closer design."
    },
    {
        "id": 9,
        "name": "Blastoise",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/02/009Blastoise.png",
        "type1": "Water",
        "description": "Its English name is a portmanteau of \"blast\" and \"tortoise\". It is the mascot of Pokémon Blue. In early stages of Red and Green's development, Blastoise was originally separate from the Squirtle line and was called \"Caravaggio\". A Blastoise trading card, which was originally made as a test print before the commercial English cards, was sold for $360,000 in 2021. The rocket cannons on its shell fire jets of water capable of punching holes through thick steel."
    },
    {
        "id": 10,
        "name": "Caterpie",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/5d/010Caterpie.png",
        "type1": "Bug",
        "baby": true,
        "evolution_id": 11,
        "evolution_lvl": 7,
        "description": "To avoid predators, it releases an odor that makes bird-type Pokémon hesitant to hunt it. Its appearance is based on the Eastern Tiger Swallowtail."
    },
    {
        "id": 11,
        "name": "Metapod",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cd/011Metapod.png",
        "type1": "Bug",
        "evolution_id": 12,
        "evolution_lvl": 10,
        "description": "The outer shell of Metapod is extremely hard, but the insides are soft due to the changes that it is undergoing. It may not move for more than two weeks. Ume Aoki, a Japanese cartoonist who is famous for her work on the manga Hidamari Sketch and the anime Puella Magi Madoka Magica, utilizes a likeness of herself cosplaying as a Metapod in her drawn works."
    },
    {
        "id": 12,
        "name": "Butterfree",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/d1/012Butterfree.png",
        "type1": "Bug",
        "type2": "Flying",
        "description": "It rubs honey onto the hairs on its legs to carry it back to its nest. In battle, it flaps its wings at great speed to release spores and powders onto opponents. Its Gigantamax form is a tremendous size with huge, turquoise wings and resembles Mothra of the Godzilla franchise. It sheds toxic flakes of crystallized Gigantamax energy."
    },
    {
        "id": 13,
        "name": "Weedle",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/df/013Weedle.png",
        "type1": "Bug",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 14,
        "evolution_lvl": 7,
        "description": "Its stinger is poisonous. While it does not like to fight, Weedle can protect itself, if only for a short while."
    },
    {
        "id": 14,
        "name": "Kakuna",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f0/014Kakuna.png",
        "type1": "Bug",
        "type2": "Poison",
        "evolution_id": 15,
        "evolution_lvl": 10,
        "description": "Similar to Metapod, its shell is extremely hard, but the insides are soft due to its metamorphosis. Kakuna also doesn't move as much. Kakuna typically attach to trees in clusters and feel hot to the touch."
    },
    {
        "id": 15,
        "name": "Beedrill",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/61/015Beedrill.png",
        "type1": "Bug",
        "type2": "Poison",
        "description": "Beedrill are highly aggressive and will violently swarm and sting anyone who approaches their hive. Beedrill appear as large hornets with spikes on their forearms."
    },
    {
        "id": 16,
        "name": "Pidgey",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/55/016Pidgey.png",
        "type1": "Normal",
        "type2": "Flying",
        "baby": true,
        "evolution_id": 17,
        "evolution_lvl": 18,
        "description": "Pidgey is the common bird of Kanto. It hunts bug Pokémon until they scurry away. It is considered as an alternative version of Spearow and a rival to it."
    },
    {
        "id": 17,
        "name": "Pidgeotto",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/7a/017Pidgeotto.png",
        "type1": "Normal",
        "type2": "Flying",
        "evolution_id": 18,
        "evolution_lvl": 36,
        "description": "Pidgeotto was the second Pokémon that Ash Ketchum caught on his journey in the anime. It constantly flies around its large territory in search of prey and often squabbles with other Pidgeotto over territory."
    },
    {
        "id": 18,
        "name": "Pidgeot",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/57/018Pidgeot.png",
        "type1": "Normal",
        "type2": "Flying",
        "description": "Most trainers choose Pidgeot as their Pokémon due to their striking, beautiful feathers. Pidgeots tend to be very large in size. Its highly decorated plumage is used to intimidate enemies. It races through the skies at Mach-2 speed."
    },
    {
        "id": 19,
        "name": "Rattata",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/46/019Rattata.png",
        "type1": "Normal",
        "baby": true,
        "evolution_id": 20,
        "evolution_lvl": 20,
        "description": "Its teeth grow long overtime, so it has to gnaw on logs, houses, telephone poles, and more, so it is often seen as a pest. Rattata has an Alolan form that is a Dark/Normal type."
    },
    {
        "id": 20,
        "name": "Raticate",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f4/020Raticate.png",
        "type1": "Normal",
        "description": "Raticate commands groups of Rattatas to gather food. Like Rattata, it has to whittle its teeth down, but as its teeth are much stronger, it requires harder objects such as steel and rocks. Like Rattata, Raticate has an Alolan form that is a Dark/Normal type."
    },
    {
        "id": 21,
        "name": "Spearow",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/8b/021Spearow.png",
        "type1": "Normal",
        "type2": "Flying",
        "baby": true,
        "evolution_id": 22,
        "evolution_lvl": 20,
        "description": "It eats bugs in grasslands and has to flap its short wings at high-speed to stay airborne. Spearows have short temperaments, and tend to swarm perceived enemies in large flocks. Ash Ketchum attempted to catch a Spearow without the help of his Pikachu, leading to a rather disastrous start of his journey."
    },
    {
        "id": 22,
        "name": "Fearow",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a0/022Fearow.png",
        "type1": "Normal",
        "type2": "Flying",
        "description": "Fearow is a lanky and awkward bird. Its English name is a portmanteau of \"fear\" and \"sparrow\". Fearow are large birds that can fly at extremely high altitudes for long periods of time."
    },
    {
        "id": 23,
        "name": "Ekans",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/fa/023Ekans.png",
        "type1": "Poison",
        "baby": true,
        "evolution_id": 24,
        "evolution_lvl": 22,
        "description": "Its English name is \"snake\" spelled backwards. Ekans tends to coil itself, for protection while it sleeps Ekans was Team Rocket member Jessie's starter Pokémon."
    },
    {
        "id": 24,
        "name": "Arbok",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cd/024Arbok.png",
        "type1": "Poison",
        "description": "Jessie, a member of Team Rocket, owned an Arbok for the Kanto, Johto, and a small portion of the Advanced Generation series of the Pokémon anime. The pattern on its chest is changes everywhere it lives. It is hard to escape from its coil as it is so strong, it can crush a steel drum by constricting it. Its English name is \"kobra\" (which is pronounced the same as \"cobra\") spelled backwards."
    },
    {
        "id": 25,
        "name": "Pikachu",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/0d/025Pikachu.png",
        "type1": "Electric",
        "baby": true,
        "evolution_id": 26,
        "evolution_lvl": 30,
        "description": "Pikachu is the primary mascot of the Pokémon franchise, as well as Pokémon Yellow and Let's Go, Pikachu!. It is also playable in every Super Smash Bros. game. Its Gigantamax form looks like its old sprite from Red and Blue with a glowing, whitish tail. It raises its tail to check its surroundings and it sometimes gets struck by lightning in that pose. If Pikachu sees something new, it will shock it with electricity. When you will see blackened marks on the ground, you will find out that Pikachu had mistook its electrical power."
    },
    {
        "id": 26,
        "name": "Raichu",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/88/026Raichu.png",
        "type1": "Electric",
        "description": "Unlike Pikachu, It is orange. Its tail is skinny and has a lightning bolt at the end. A female’s tail lacks a point. It can store over 100,000 volts of electricity. A single attack from this Pokemon is strong enough to knock out a Copperajah. Raichu has an Alolan form that is an Electric/Psychic type. Raichu and Alolan Raichu were created by Atsuko Nishida."
    },
    {
        "id": 27,
        "name": "Sandshrew",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9e/027Sandshrew.png",
        "type1": "Ground",
        "baby": true,
        "evolution_id": 28,
        "evolution_lvl": 22,
        "description": "Based on the Chinese pangolin, Sandshrew is known to curl into a ball to defend itself. It burrows nests into the ground Sandshrew has an Alolan form that is a Steel/Ice type."
    },
    {
        "id": 28,
        "name": "Sandslash",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/0b/028Sandslash.png",
        "type1": "Ground",
        "description": "Sandslash has the ability to curl into a spiny ball to attack or escape other Pokemon. Like Sandshrew, Sandslash has an Alolan form that is a Steel/Ice type. It climbs trees with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew."
    },
    {
        "id": 29,
        "name": "Nidoran♀",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/80/029Nidoran%E2%99%80.png",
        "type1": "Poison",
        "baby": true,
        "evolution_id": 30,
        "evolution_lvl": 16,
        "description": "It is related to the Nidoran♂ line and can produce eggs that contain either Nidoran♀ or Nidoran♂. It is less aggressive than its male counterpart, with a less threatening horn."
    },
    {
        "id": 30,
        "name": "Nidorina",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cd/030Nidorina.png",
        "type1": "Poison",
        "evolution_id": 31,
        "evolution_lvl": 32,
        "description": "If a group is threatened, these Pokémon will band together to assault enemies with ultrasonic waves. The horn on its head has atrophied."
    },
    {
        "id": 31,
        "name": "Nidoqueen",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/bf/031Nidoqueen.png",
        "type1": "Poison",
        "type2": "Ground",
        "description": "It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present. Its hide is so strong, not much can hurt it. It can only evolve using a Moon Stone."
    },
    {
        "id": 32,
        "name": "Nidoran♂",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/02/032Nidoran%E2%99%82.png",
        "type1": "Poison",
        "baby": true,
        "evolution_id": 33,
        "evolution_lvl": 16,
        "description": "It was the third Pokémon to be created, after Rhydon and Kangaskhan were created. This version of Nidoran (and its evolutions) are more aggressive and have larger spines than their female counterpart."
    },
    {
        "id": 33,
        "name": "Nidorino",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9f/033Nidorino.png",
        "type1": "Poison",
        "evolution_id": 34,
        "evolution_lvl": 32,
        "description": "The evolution of the Nidoran♂. It is most famous for being the first Pokemon seen when a Generation I game is played, appearing in the opening cut scene."
    },
    {
        "id": 34,
        "name": "Nidoking",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/c6/034Nidoking.png",
        "type1": "Poison",
        "type2": "Ground",
        "description": "Based on Baragon from the Godzilla franchise, it fights to protect its family and offspring. Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower"
    },
    {
        "id": 35,
        "name": "Clefairy",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f4/035Clefairy.png",
        "type1": "Fairy",
        "baby": true,
        "evolution_id": 36,
        "evolution_lvl": 30,
        "description": "Clefairy was originally proposed to be joint mascot of the Pokémon franchise alongside Pikachu, but was quickly overshadowed by the latter's popularity. Timid creatures, they rarely come, only appearing under a full moon. People love Clefairy for its cuteness but it's too rare to be found often."
    },
    {
        "id": 36,
        "name": "Clefable",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a9/036Clefable.png",
        "type1": "Fairy",
        "description": "It is rarely seen by people. Clefable walks around on moonlit nights, skipping lightly as if in flight, allowing it to walk on water. It has an extremely sharp sense of hearing; its sensitive ears allow it to detect a pin drop from a mile away."
    },
    {
        "id": 37,
        "name": "Vulpix",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/60/037Vulpix.png",
        "type1": "Fire",
        "baby": true,
        "evolution_id": 38,
        "evolution_lvl": 30,
        "description": "When a Vulpix is born, it only has one white tail that splits into six tails as it grows. Vulpix has an Alolan form that is an Ice type. Vulpix has also been selected as a \"mascot\" for Hokkaido, and is featured in the livery of an Air DoBoeing 767 aircraft."
    },
    {
        "id": 38,
        "name": "Ninetales",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/05/038Ninetales.png",
        "type1": "Fire",
        "description": "Its design is inspired by the nine-tailed fox of East Asian myth. Like Vulpix, Ninetales has an Alolan form, granting it the Ice/Fairy typing. Ninetales are considered to be beasts of great power and said to live very long lives. Grabbing one of its tails without permission grants a 1,000 year curse—or so it is said."
    },
    {
        "id": 39,
        "name": "Jigglypuff",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3e/039Jigglypuff.png",
        "type1": "Normal",
        "type2": "Fairy",
        "baby": true,
        "evolution_id": 40,
        "evolution_lvl": 30,
        "description": "It is a playable character in every Super Smash Bros. game. Jigglypuff appears in the anime frequently as a running gag where it always tries to sing for an audience but puts everyone to sleep with Sing instead. When this happens, it uses the marker that is part of the microphone it carries around to draw silly faces on people."
    },
    {
        "id": 40,
        "name": "Wigglytuff",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/92/040Wigglytuff.png",
        "type1": "Normal",
        "type2": "Fairy",
        "description": "Wigglytuff's body is very flexible. By inhaling deeply, it can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly with the wind."
    },
    {
        "id": 41,
        "name": "Zubat",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/da/041Zubat.png",
        "type1": "Poison",
        "type2": "Flying",
        "baby": true,
        "evolution_id": 42,
        "evolution_lvl": 22,
        "description": "Zubat is blind and uses echolocation to see. Zubats are part of a popular meme within the franchise main due to the fact Zubat is the most commonly encountered Pokémon. Being present in almost every cave or underground area."
    },
    {
        "id": 42,
        "name": "Golbat",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/0c/042Golbat.png",
        "type1": "Poison",
        "type2": "Flying",
        "description": "Golbat loves to drink blood, it can drink so much that it becomes unable fly. Unlike Zubat, Golbat have eyes, feet, and a large gaping mouth."
    },
    {
        "id": 43,
        "name": "Oddish",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/43/043Oddish.png",
        "type1": "Grass",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 44,
        "evolution_lvl": 21,
        "description": "It buries itself in the soil to absorb the nutrients. The more water it drinks, the glossier it becomes. Oddish are nocturnal by nature and mainly wander at night to spread their seeds."
    },
    {
        "id": 44,
        "name": "Gloom",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/2a/044Gloom.png",
        "type1": "Grass",
        "type2": "Poison",
        "evolution_id": 45,
        "evolution_lvl": 42,
        "description": "If it senses danger it produces a horrific stench from the leaves on its head. Glooms always have a line of drool oozing from their mouths. Using the Leaf Stone evolves Gloom into Vileplume, and using the Sun Stone evolves it into Bellossom."
    },
    {
        "id": 45,
        "name": "Vileplume",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/6a/045Vileplume.png",
        "type1": "Grass",
        "type2": "Poison",
        "description": "Vileplume has the world's largest petals. They are used to attract prey that are then doused with toxic spores. These toxic spores will leave you sick for days. Vileplume is based on the rafflesia, the world's smelliest flower."
    },
    {
        "id": 46,
        "name": "Paras",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/d4/046Paras.png",
        "type1": "Bug",
        "type2": "Grass",
        "baby": true,
        "evolution_id": 47,
        "evolution_lvl": 24,
        "description": "Paras is a Bug-type Pokémon that is the host to a parasitic mushroom. As it ages, the mushroom begins to completely take over its body, evolving it into Parasect. Most of the nutrients Paras gets from feeding on plant roots are absorbed instead by the mushrooms. These mushrooms can be removed and used for medicines, however more always will grow on Paras' back later on."
    },
    {
        "id": 47,
        "name": "Parasect",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/80/047Parasect.png",
        "type1": "Bug",
        "type2": "Grass",
        "description": "Parasects are the endpoint of a Paras' life stage, where the mushroom has fully engulfed its body, completely taking it over. It requires more energy from trees due to its larger size. It was originally called \"Fungus\" in early development."
    },
    {
        "id": 48,
        "name": "Venonat",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/ad/048Venonat.png",
        "type1": "Bug",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 49,
        "evolution_lvl": 31,
        "description": "It is based on the gnat. Venonats are nocturnal predators which use their radar-like compound eyes to see in the dark."
    },
    {
        "id": 49,
        "name": "Venomoth",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/d3/049Venomoth.png",
        "type1": "Bug",
        "type2": "Poison",
        "description": "Venomoths are large violet/fuchsia-coloured moths. Its wings shed poisonous scales. These powdery scales are hard to remove from skin and contain poison that leaks out on contact."
    },
    {
        "id": 50,
        "name": "Diglett",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/31/050Diglett.png",
        "type1": "Ground",
        "baby": true,
        "evolution_id": 51,
        "evolution_lvl": 26,
        "description": "Farmers like to use Digletts to plough the soil for crops to grow plentifully. Diglett has an Alolan form that is a Ground/Steel type. No one has ever seen the full body of a Diglett."
    },
    {
        "id": 51,
        "name": "Dugtrio",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/e/e5/051Dugtrio.png",
        "type1": "Ground",
        "description": "Dugtrio is a tripled Diglett. Like Diglett, Dugtrio has an Alolan form that is a Ground/Steel type. Like Diglett, no one has ever seen the full body of a Dugtrio. Occasionally, they will fight over which head gets to eat first."
    },
    {
        "id": 52,
        "name": "Meowth",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/d6/052Meowth.png",
        "type1": "Normal",
        "baby": true,
        "evolution_id": 53,
        "evolution_lvl": 28,
        "description": "One of the main members of Team Rocket in the Pokémon anime series. Team Rocket's Meowth can speak human language as well as converse with other Pokémon. Meowth love anything shiny and will steal whatever it can. Murkrow and Meowth will loot each other's hoards of treasure. Meowth's Alolan form is a Dark type and its Galarian form is a Steel type. Its Gigantamax form is a tall, thin, long cat that has glowing eyes and a mark on its coin."
    },
    {
        "id": 53,
        "name": "Persian",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/1/13/053Persian.png",
        "type1": "Normal",
        "description": "Persian will sneak up behind a foe silently by retracting its claws. It will then pounce and rip them to shreds. Persian's Alolan form is a Dark type and its Galarian counterpart Perrserker is a Steel type. While Meowth has a gold coin on its forehead, Persian has a red jewel. A Persian is owned by Team Rocket's leader, Giovanni in the Pokémon anime series."
    },
    {
        "id": 54,
        "name": "Psyduck",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/53/054Psyduck.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 55,
        "evolution_lvl": 33,
        "description": "It has constant headaches. When Psyduck's headache gets severe, it unleashes its psychic powers. Psyduck was originally intended to have a currently unnamed middle evolution, but it was scrapped. Psyduck in the anime series first appears belonging to Misty, and was seen as unreliable and a nuisance until it begins using its Psychic abilities."
    },
    {
        "id": 55,
        "name": "Golduck",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/fe/055Golduck.png",
        "type1": "Water",
        "description": "It was almost hunted to extinction by hunters wanting the precious jewel on its forehead. Its capabilities are superior compared to Psyduck. It swims effortlessly, even in rough, stormy seas. It is known to rescue people from wrecked ships."
    },
    {
        "id": 56,
        "name": "Mankey",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/41/056Mankey.png",
        "type1": "Fighting",
        "baby": true,
        "evolution_id": 57,
        "evolution_lvl": 28,
        "description": "Mankey is a snub-nosed monkey-esque Pokémon that specialises in physical fighting and is very aggressive and short-tempered. When Mankey is angry, it begins shaking and its breathing turns rough. Its rage peaks quickly, preventing its victim from being able to flee."
    },
    {
        "id": 57,
        "name": "Primeape",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9a/057Primeape.png",
        "type1": "Fighting",
        "description": "Anything can make a Primeape's blood boil. It is not as smart when it is really mad, though. However, sometimes it can get so mad that it can die, because it couldn't handle its anger. Primeape is based on the baboon."
    },
    {
        "id": 58,
        "name": "Growlithe",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3d/058Growlithe.png",
        "type1": "Fire",
        "baby": true,
        "evolution_id": 59,
        "evolution_lvl": 30,
        "description": "It is a brave and loyal dog Pokémon that will bark and bite to defend its territory from intruders. Growlithe are popular throughout the Pokémon world as both guard dogs and police dogs. They are based on the RyukyuanShisa and JapaneseKomainu lion-dog statues."
    },
    {
        "id": 59,
        "name": "Arcanine",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/b8/059Arcanine.png",
        "type1": "Fire",
        "description": "Arcanine is a fan-favourite Pokémon and among the strongest non-legendary Pokémon and has been described as having \"the mane of a lion ... the stripes of a tiger [and] the speed of a panther\"."
    },
    {
        "id": 60,
        "name": "Poliwag",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/49/060Poliwag.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 61,
        "evolution_lvl": 25,
        "description": "Poliwag is Satoshi Tajiri (the creator of the Pokémon franchise)'s favourite Pokémon. Its appearance is similar to that of which it is named, a polliwog and a tadpole. It only has a tail and two legs for movement, and the swirl on its belly is its intestines visible through its thin skin."
    },
    {
        "id": 61,
        "name": "Poliwhirl",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a9/061Poliwhirl.png",
        "type1": "Water",
        "evolution_id": 62,
        "evolution_lvl": 50,
        "description": "Poliwhirl is among the most-marketed Pokémon, being used in a line of chewable vitamins as well as a line of toothbrushes. Poliwhirl appears as a humanoid-shaped Pokémon that has a similar appearance to Poliwag, except of having arms and no tail. It evolves into Poliwrath after using a Water Stone. It also evolves into Politoed after being traded while it holds a King's Rock."
    },
    {
        "id": 62,
        "name": "Poliwrath",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/2d/062Poliwrath.png",
        "type1": "Water",
        "type2": "Fighting",
        "description": "It is capable of swimming the length of the Pacific Ocean tirelessly. It evolves from Poliwhirl after using a Water Stone. The swirl on its belly is reversed from its pre-evolutions."
    },
    {
        "id": 63,
        "name": "Abra",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/62/063Abra.png",
        "type1": "Psychic",
        "baby": true,
        "evolution_id": 64,
        "evolution_lvl": 16,
        "description": "Abra sleeps all of the time. Even when it is sleeping, which it does most of its life, it can sense danger with its highly potent Psychic power. When it is in danger, it will teleport to safety. Abra's teleportation is usually faster than the player's Pokémon, requiring a higher Speed stat in order to disable it before it teleports."
    },
    {
        "id": 64,
        "name": "Kadabra",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/97/064Kadabra.png",
        "type1": "Psychic",
        "evolution_id": 65,
        "evolution_lvl": 32,
        "description": "Kadabra has been the source of various controversies. The symbols on its body have been associated to those used by Nazi Germany's Waffen-SS. Furthermore, in November 2000, Israeli magician Uri Gellar sued Nintendo, claiming Kadabra embodies an unauthorized appropriation of his identity. However, in 2020, he released a claim that Nintendo could use Kadabra again."
    },
    {
        "id": 65,
        "name": "Alakazam",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cc/065Alakazam.png",
        "type1": "Psychic",
        "description": "Due to its brain drastically growing, causing its head to be too heavy, it actually uses its psychic power to hold its head up. Its 5000 IQ makes it a very intelligent Pokémon. It can affect nearby technology using its brainwaves. Kadabra and Alakazam were the direct counters to the Gastly line of Ghost-type Pokémon since they were dual types with Poison-type, hence weak to psychic-type moves. Throughout the series, the Abra and Gastly lines were considered rivals."
    },
    {
        "id": 66,
        "name": "Machop",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/85/066Machop.png",
        "type1": "Fighting",
        "baby": true,
        "evolution_id": 67,
        "evolution_lvl": 28,
        "description": "The best thing about Machop is that its muscles never get sore. It can hurl around 100 adult humans before it gets tired."
    },
    {
        "id": 67,
        "name": "Machoke",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/8e/067Machoke.png",
        "type1": "Fighting",
        "evolution_id": 68,
        "evolution_lvl": 56,
        "description": "Machoke is typically used for heavy lifting jobs due to its super strength. Its appearance is similar to a WWE-style wrestler, with what appears to be exercise shorts."
    },
    {
        "id": 68,
        "name": "Machamp",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/8f/068Machamp.png",
        "type1": "Fighting",
        "description": "Machamp has four arms. It can throw around 1000 punches in two seconds and move mountains with one arm. It evolves from Machoke after being traded. Its Gigantamax form has glowing, orange eyes and hands and a bigger body."
    },
    {
        "id": 69,
        "name": "Bellsprout",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a2/069Bellsprout.png",
        "type1": "Grass",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 70,
        "evolution_lvl": 21,
        "description": "It is a Grass-type Pokémon with a bell-shaped head, and a vine-like body ending in root-like feet, with leaves for arms. It can plant itself into the ground to negate Electric-type moves as seen in the anime."
    },
    {
        "id": 70,
        "name": "Weepinbell",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9f/070Weepinbell.png",
        "type1": "Grass",
        "type2": "Poison",
        "evolution_id": 71,
        "evolution_lvl": 42,
        "description": "It has a hook on its rear-end that it hooks on trees with and sleeps. When it wakes up, it might find itself on the ground because of the wind."
    },
    {
        "id": 71,
        "name": "Victreebel",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/be/071Victreebel.png",
        "type1": "Grass",
        "type2": "Poison",
        "description": "It was the last Generation I Pokémon to be created. All of Bellsprout's evolutions are based on various fly-catcher plants, with Victreebel the closest-looking one. Team Rocket's James has a Victreebel that has a habit of chewing on him."
    },
    {
        "id": 72,
        "name": "Tentacool",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/4e/072Tentacool.png",
        "type1": "Water",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 73,
        "evolution_lvl": 30,
        "description": "If Tentacool isn't in the water, it will shrivel up because it is mostly water. Tentacool is a jellyfish-esque Pokémon, which later on in the franchise, is said to be fluid-filled. This fluid is toxic and damages opponents who use HP draining attacks instead of healing them."
    },
    {
        "id": 73,
        "name": "Tentacruel",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f6/073Tentacruel.png",
        "type1": "Water",
        "type2": "Poison",
        "description": "Tentacruel is a large, multi-tentacled jellyfish Pokémon that has two claws or beaks and two large, red jewels on its head."
    },
    {
        "id": 74,
        "name": "Geodude",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/98/074Geodude.png",
        "type1": "Rock",
        "type2": "Ground",
        "baby": true,
        "evolution_id": 75,
        "evolution_lvl": 25,
        "description": "Sometimes mistaken as ordinary rocks, people mistakenly step on them resulting in them getting hurt. Geodude has an Alolan form that is a Rock/Electric type, and has metal spines. It appears as an armed rock."
    },
    {
        "id": 75,
        "name": "Graveler",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/75/075Graveler.png",
        "type1": "Rock",
        "type2": "Ground",
        "evolution_id": 76,
        "evolution_lvl": 50,
        "description": "Graveler has an Alolan form that is a Rock/Electric type. It appears as a large rock that has two large arms and two small arms. This appearance suggests that the smaller arms are the old Geodude arms and the new ones emerged as it grew larger."
    },
    {
        "id": 76,
        "name": "Golem",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f2/076Golem.png",
        "type1": "Rock",
        "type2": "Ground",
        "description": "Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon's course. Golem has an Alolan form that is a Rock/Electric type. It appears as a large boulder that has a head, arms, and legs. It can roll up into a perfectly round rock. Its Alolan form is magnetic and has a rock cannon on its shoulders."
    },
    {
        "id": 77,
        "name": "Ponyta",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3b/077Ponyta.png",
        "type1": "Fire",
        "baby": true,
        "evolution_id": 78,
        "evolution_lvl": 40,
        "description": "Its Galarian form is a Psychic type. When born, it cannot stand and runs with its parents to strengthen its legs. It can choose when its flames can burn people or not."
    },
    {
        "id": 78,
        "name": "Rapidash",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3f/078Rapidash.png",
        "type1": "Fire",
        "description": "As a popular Pokémon, Rapidash is considered \"universally appealing\" to fans of cute and cool Pokémon alike. Both Ponyta and Rapidash can enable their body's flames to be harmful or harmless as seen in the anime. Its Galarian form is a Psychic/Fairy type, and is pinkish purple in color instead."
    },
    {
        "id": 79,
        "name": "Slowpoke",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/70/079Slowpoke.png",
        "type1": "Water",
        "type2": "Psychic",
        "baby": true,
        "evolution_id": 80,
        "evolution_lvl": 37,
        "description": "Slowpoke eats by dipping its tail in the water. It is said to evolve into Slowbro when a Shellder attaches itself to its tail. Slowpoke tails are quite a delicacy. Its Galarian form is a Psychic type. Slowpokes typically appear to be lazy and dumb, but are quite formidable. Trading Slowpoke while it holds a King's Rock evolves it into Slowking."
    },
    {
        "id": 80,
        "name": "Slowbro",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/80/080Slowbro.png",
        "type1": "Water",
        "type2": "Psychic",
        "description": "With Shellder's poison going through its body, it makes it even more spaced out than it already was. Its Galarian form is a Poison/Psychic type. The appearance of the Shellder is different than how they normally look. In the Gold and Silver demo, the Shellder was its own Pokemon, named Turban, before it was scrapped."
    },
    {
        "id": 81,
        "name": "Magnemite",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/6c/081Magnemite.png",
        "type1": "Electric",
        "type2": "Steel",
        "baby": true,
        "evolution_id": 82,
        "evolution_lvl": 30,
        "description": "It was a pure Electric type in Kanto, but had the Steel type added in Gold and Silver. It appears as a metallic ball that has screws, two magnets, and an eye attached to it. It is capable of levitation."
    },
    {
        "id": 82,
        "name": "Magneton",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/72/082Magneton.png",
        "type1": "Electric",
        "type2": "Steel",
        "description": "Having this Pokémon near mechanical devices is a bad idea. Oftentimes, Cites will warn people to hide their electronics because Magneton produces electromagnetic waves that can ruin devices. Magneton appears as three Magnemite attached together. It evolves into Magnezone while in range of a special magnetic field or a Thunder Stone in later games."
    },
    {
        "id": 83,
        "name": "Farfetch'd",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f8/083Farfetch%27d.png",
        "type1": "Normal",
        "type2": "Flying",
        "baby": true,
        "description": "Farfetch'd is a duck-like Pokémon that has a green onion-stalk for a weapon. It battles over stalks and can eats them at starving times. It will die over its own stalk and battle for the best stalks. It was originally called \"Okupan\" in early development and was intended to have an evolution named \"Madame\" in Generation II's early development. Its Galarian form is a Fighting type, appears to resemble a feudal Japan-style samurai or ronin, and uses a larger onion-stalk."
    },
    {
        "id": 84,
        "name": "Doduo",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/54/084Doduo.png",
        "type1": "Normal",
        "type2": "Flying",
        "baby": true,
        "evolution_id": 85,
        "evolution_lvl": 31,
        "description": "It is a Pokémon that has two heads. More skilled at running than flying, it is capable of racing at speeds over 60 mph. It was originally intended to have a pre-evolution in Generation II. It appears to resemble a two-headed ostrich or emu, mixed with a roadrunner."
    },
    {
        "id": 85,
        "name": "Dodrio",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/93/085Dodrio.png",
        "type1": "Normal",
        "type2": "Flying",
        "description": "The three heads express joy, sorrow, and anger as they plan strategy together. When it sleeps, one head remains awake. Dodrio are extremely fast runners. The three heads have colored feathers, which also appear as tail-feathers."
    },
    {
        "id": 86,
        "name": "Seel",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/1/1f/086Seel.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 87,
        "evolution_lvl": 34,
        "description": "When hunting underwater, it uses its horn to break a hole out of the ice to breathe. Its design is based on the real-life seal."
    },
    {
        "id": 87,
        "name": "Dewgong",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/c7/087Dewgong.png",
        "type1": "Water",
        "type2": "Ice",
        "description": "A fisherman once saw a Dewgong on an iceberg and thought it was a mermaid. Its design is based on the real-life dugong."
    },
    {
        "id": 88,
        "name": "Grimer",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a0/088Grimer.png",
        "type1": "Poison",
        "baby": true,
        "evolution_id": 89,
        "evolution_lvl": 38,
        "description": "It eats sewer waste for food. Its body is very slippery, so it can slip through almost any opening. It was one of the earliest Pokémon to be created, and was originally supposed to have a pre-evolution, \"Betobebi\", in Generation II. Grimer has an Alolan form that is a Poison/Dark type. It appears as a purple sludge, while its Alolan form is multiple colours."
    },
    {
        "id": 89,
        "name": "Muk",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/7c/089Muk.png",
        "type1": "Poison",
        "description": "Muk's English name comes from the corruption of the word \"muck\". It is a sludge Pokémon that can also be based on Dorotabō, a one-eyed, three-fingered yōkai that rises from the mud of neglected, overgrown rice fields. Its body smells so awful, it can cause fainting. Through degeneration, it had lost its sense of smell. Muk has an Alolan form that is a Poison/Dark type. Like Grimer, Alolan Muk has multiple colours, and now razor-sharp poisonous crystal-esque teeth."
    },
    {
        "id": 90,
        "name": "Shellder",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/40/090Shellder.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 91,
        "evolution_lvl": 30,
        "description": "When it sleeps, it will still stick its tongue out. It appears as a typical clam or bivalve with a long, pink tongue."
    },
    {
        "id": 91,
        "name": "Cloyster",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/1/1d/091Cloyster.png",
        "type1": "Water",
        "type2": "Ice",
        "description": "It swims by pushing water out through its valves. It is similar to Shellder, but rotated 180 degrees. Its body looks like a black ball inside a clam's shell. It has no tongue though."
    },
    {
        "id": 92,
        "name": "Gastly",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/ca/092Gastly.png",
        "type1": "Ghost",
        "type2": "Poison",
        "baby": true,
        "evolution_id": 93,
        "evolution_lvl": 25,
        "description": "It is a Ghost-type Pokémon based on the will-o'-the-wisp and the yokai, Sōgenbi. It hides under structures to stop the wind from blowing away its gaseous matter. Though it is part-Poison, it typically doesn't learn Poison type moves naturally. It uses its signature tongue when it attacks with the Lick move."
    },
    {
        "id": 93,
        "name": "Haunter",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/62/093Haunter.png",
        "type1": "Ghost",
        "type2": "Poison",
        "evolution_id": 94,
        "evolution_lvl": 50,
        "description": "By licking, it saps the victim's life. It causes shaking that won't stop until the victim's demise. It appears as a menacing shadow with eyes, a mouth, and two unattached hands."
    },
    {
        "id": 94,
        "name": "Gengar",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/c6/094Gengar.png",
        "type1": "Ghost",
        "type2": "Poison",
        "description": "Gengar is a ghost-type Pokémon said to be the ghost of a human. The Pokédex states that it \"pretend[s] to be your shadow\", which references a doppelgänger, which the name \"Gengar\" is a reference to. Initially created by Satoshi Tajiri and Ken Sugimori, it has become one of the most popular Pokémon, placing tenth on the Google Pokémon of the Year 2020 poll.Kotaku's Zack Zwiezen said Gengar was \"one of [their] favorite gen 1 designs\", calling it a \"great design [because] it’s simple, yet not boring or generic\". Gengar has appeared in many Pokémon spin-offs or crossovers, including Pokkén Tournament and Pokémon Unite."
    },
    {
        "id": 95,
        "name": "Onix",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9a/095Onix.png",
        "type1": "Rock",
        "type2": "Ground",
        "baby": true,
        "description": "Onix is a large rock snake with a spike on its head. It can burrow tunnels underground. It evolves into Steelix when traded while holding a Metal Coat."
    },
    {
        "id": 96,
        "name": "Drowzee",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3e/096Drowzee.png",
        "type1": "Psychic",
        "baby": true,
        "evolution_id": 97,
        "evolution_lvl": 26,
        "description": "Drowzee's design is based on the dream-eating tapir, Baku. If your nose is itchy after you awake, a Drowzee has eaten your dreams through your nose. Drowzee appears as a half-yellow-half-brown Pokémon that stands on two legs, and its size varies. In later generations, it is given the Insomnia trait, making it immune to Sleep status inflicting moves."
    },
    {
        "id": 97,
        "name": "Hypno",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/0a/097Hypno.png",
        "type1": "Psychic",
        "description": "Hypno's design is based on the dream-eating tapir, Baku and a hypnotist. It polishes its pendulum to more effectively put people to sleep. Try not to look at it. There is a myth within the franchise that Hypno preys on human children. This has led to Hypno becoming the subject of creepypastas. Hypno is purely yellow with a white fluffy collar mane."
    },
    {
        "id": 98,
        "name": "Krabby",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a7/098Krabby.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 99,
        "evolution_lvl": 28,
        "description": "As its name states, it is a crab Pokémon that is half white/tan and half orange. In the anime, it doesn't speak its name like other Pokémon and instead makes a unique noise."
    },
    {
        "id": 99,
        "name": "Kingler",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/71/099Kingler.png",
        "type1": "Water",
        "description": "Because its pincer is so heavy, it has a hard time fighting. When it does hit, it is very powerful. Only Kingler can use Crabhammer, due to its large claw. It shares a similarity to real life fiddler crabs. Its Gigantamax form is bigger with a beard made of bubbles. It also uses acid bubbles to dissolve its prey or foes."
    },
    {
        "id": 100,
        "name": "Voltorb",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/da/100Voltorb.png",
        "type1": "Electric",
        "baby": true,
        "evolution_id": 101,
        "evolution_lvl": 30,
        "description": "Voltorb and Electrode are considered some of the least popular Pokémon due to their Pokéball-esque designs. Even the slightest bit of electricity can make an Electrode explode. That is why it is nicknamed the \"Bomb Ball\". In the video games, Voltorb and Electrode are typically used as landmine traps by villains. It has a Hisuian form that is Electric/Grass type. This Voltorb evolves by leaf stone."
    },
    {
        "id": 101,
        "name": "Electrode",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/84/101Electrode.png",
        "type1": "Electric",
        "description": "Electrode is a round Pokémon resembling an upside-down Poké Ball with a mouth and eyes. Its top half is white, while its lower half is red. For this reason, many Trainers try to pick it up, mistaking it for an item. The Pocket Monsters Carddass Trading Cards depict Electrode as hollow. Many know it by the nickname \"Bomb Ball\", due to its unpredictable and explosive nature."
    },
    {
        "id": 102,
        "name": "Exeggcute",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/af/102Exeggcute.png",
        "type1": "Grass",
        "type2": "Psychic",
        "baby": true,
        "evolution_id": 103,
        "evolution_lvl": 30,
        "description": "Six of them together form a full-fledged Pokémon. It is often hunted by Crabrawler, but uses psychokinesis to drive it off. Despite technically being several different lifeforms, they are never seen alone. There is also one that appears to be broken with yolk visible. It evolves into Exeggutor using a Leaf Stone. Despite the name, they are actually seeds."
    },
    {
        "id": 103,
        "name": "Exeggutor",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/24/103Exeggutor.png",
        "type1": "Grass",
        "type2": "Psychic",
        "description": "It is a coconut tree-esque Pokémon based on the Jinmenju and the favorite Pokémon of Tsunekazu Ishihara, president and CEO of The Pokémon Company, having used it throughout the debugging phase of Pokémon Red and Green. Its 3 heads can think differently, often making it unable to move. Exeggutor has an Alolan form that is a Grass/Dragon type and has a really long trunk-esque neck. It is said that if an Exeggutor's head falls off, it merges with others to form a new Exeggcute."
    },
    {
        "id": 104,
        "name": "Cubone",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/2a/104Cubone.png",
        "type1": "Ground",
        "baby": true,
        "evolution_id": 105,
        "evolution_lvl": 28,
        "description": "The stains on its skull are caused by the tears it sheds knowing it will never see its mother again. Cubone appear as a small dinosaur-esque Pokémon with a skull over its head. Its skull is said to be its mother's. Despite this belief, no one has ever seen under its mask."
    },
    {
        "id": 105,
        "name": "Marowak",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/98/105Marowak.png",
        "type1": "Ground",
        "description": "Marowak appears as an older Cubone with the skull becoming the head. It wields a bone that it uses as a boomerang. This is the only Pokémon that can use the Bonemurang attack. It also has an Alolan form that is a Ghost/Fire type that uses ts mothers spirit as a flame at the end of its bones.."
    },
    {
        "id": 106,
        "name": "Hitmonlee",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/32/106Hitmonlee.png",
        "type1": "Fighting",
        "baby": true,
        "description": "Hitmonlee's design is based on Headless men, from Greco-Roman mythology. It may also be based on Kabandha, a demon from Hindu mythology. Its English name is derived from actor and martial artist Bruce Lee. It will rub its legs down after fighting to overcome fatigue. It can also extend its legs to deliver power kicks. Hitmonlee and Hitmonchan didn't have a distinct evolutionary line until Tyrogue and Hitmontop were conceived. Hitmonlee evolves from Tyrogue if it has higher attack stats."
    },
    {
        "id": 107,
        "name": "Hitmonchan",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/a3/107Hitmonchan.png",
        "type1": "Fighting",
        "baby": true,
        "description": "Its English name is derived from actor and martial artist Jackie Chan. It delivers powerful punches in a fight. However, it can only fight for three minutes without resting. It appears as a boxer that has boxing gloves for hands. It evolves from Tyrogue if it has higher defence stats."
    },
    {
        "id": 108,
        "name": "Lickitung",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/00/108Lickitung.png",
        "type1": "Normal",
        "baby": true,
        "description": "It can swiftly pick up a small bean with its tongue better than its hands or feet. If it licks you and you won't clean it off, it will break out into a rash. Lickitung appears as a pink lizard like Pokémon with a long tongue that it uses as a weapon. It evolves into Lickilicky while knowing Rollout."
    },
    {
        "id": 109,
        "name": "Koffing",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/1/17/109Koffing.png",
        "type1": "Poison",
        "baby": true,
        "evolution_id": 110,
        "evolution_lvl": 35,
        "description": "Koffing is based on air pollution and meteorites. Sometimes, it can over-inflate itself and explode. It appears as a floating space-rock with several gas vent holes that expel its fumes. It also has a skull and crossbones style marking on its chest. Koffing was Team Rocket member James' starting Pokémon."
    },
    {
        "id": 110,
        "name": "Weezing",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/42/110Weezing.png",
        "type1": "Poison",
        "description": "Weezing belonged to James of Team Rocket in the Kanto and Johto series of the Pokémon anime and for a small portion of the Advanced Generation series. It likes to raid trash can for food. To make its poison more toxic, it pushes its gas through its two heads. Its Galarian form is a Poison/Fairy type. It appears as three different sized Koffing rocks merged, with a face on both of the bigger ones."
    },
    {
        "id": 111,
        "name": "Rhyhorn",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/9b/111Rhyhorn.png",
        "type1": "Ground",
        "type2": "Rock",
        "baby": true,
        "evolution_id": 112,
        "evolution_lvl": 42,
        "description": "Its tackles can demolish skyscrapers but its memory isn't the best. Once it starts going, it sometimes cannot remember why it started. It appears as a rhinoceros-like creature made of diamond hard rock."
    },
    {
        "id": 112,
        "name": "Rhydon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/47/112Rhydon.png",
        "type1": "Ground",
        "type2": "Rock",
        "description": "Rhydon was the first Pokémon created by Game Freak. Its hide is very tough. Unlike Rhyhorn, it stands bipedal. It eventually gained an evolution, Rhyperior, after being traded with a Protector."
    },
    {
        "id": 113,
        "name": "Chansey",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cd/113Chansey.png",
        "type1": "Normal",
        "baby": true,
        "description": "In generation II, Blissey (#242) was added, and in generation IV, Happiny (#440) was added, however Chansey was initially a stand-alone Pokémon. It appears as a pink oblong shaped creature with stubby arms and feet. It carries eggs in its pouch and is typically used by Pokémon Centres for the egg's healing properties."
    },
    {
        "id": 114,
        "name": "Tangela",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/3e/114Tangela.png",
        "type1": "Grass",
        "baby": true,
        "description": "Blue plant vines cloak the Pokémon's identity in a tangled mass. It entangles anything that gets close. It also resembles the severed head of the gorgon, Medusa. It gained an evolution, Tangrowth, in Generation IV and was going to have a pre-evolution in Generation II."
    },
    {
        "id": 115,
        "name": "Kangaskhan",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/4e/115Kangaskhan.png",
        "type1": "Normal",
        "baby": true,
        "description": "Kangaskhan in Pokémon Go is exclusively available to Australia. It was the second Pokémon created by Game Freak after Rhydon. It carries a baby Kangaskhan in its pouch until it grows up. In the anime series, they live in groups."
    },
    {
        "id": 116,
        "name": "Horsea",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/5/5a/116Horsea.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 117,
        "evolution_lvl": 32,
        "description": "Horsea and Seadra are based on seahorses. In the occurrence of a big wave, Horsea will curl its tail around tough coral branches to help it not to be washed away. Horsea evolves into Seadra, which appears as a slightly bigger version of it. The spikes on its body are poisonous. It evolves into Kingdra when traded while it holds a Dragon Scale."
    },
    {
        "id": 117,
        "name": "Seadra",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/26/117Seadra.png",
        "type1": "Water",
        "description": "Seadra is a light blue, piscine Pokémon that is similar to a seahorse with a cream-colored belly covered in rough scales. It has a long, tubular mouth, narrow, black eyes, a fin-like ridge above each eye, and spiny pectoral fins. It also has a large, coiled tail. It has a pair of dorsal fins with sharp, cream-colored tips that exude venom. Seadra's venom is toxic enough to induce numbness and even fainting in humans, but it is still prized among practitioners of traditional medicine."
    },
    {
        "id": 118,
        "name": "Goldeen",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/7b/118Goldeen.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 119,
        "evolution_lvl": 33,
        "description": "Goldeen and Seaking are based on goldfish. Goldeen was originally intended to have a pre-evolution called \"Gyopin\". Goldeen are white and orange. Seaking are larger than Goldeen, and appear with an orange-and-black colouration."
    },
    {
        "id": 119,
        "name": "Seaking",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/6a/119Seaking.png",
        "type1": "Water",
        "description": "Seaking is a primarily orange-and-white, piscine Pokémon. It has round, dark eyes, prominent pink lips, two small fangs, and a cream-colored horn in the center of its forehead. A female will have a smaller horn than a male. Most of its body is orange with a patch of white under its mouth and along its underside. There are several black markings on its body: two thick lines under each eye, a large wavy patch on its back, and several speckles near its tail. It has billowing pectoral fins and a pair of tail fins shaped like butterfly wings, all of which are white speckled with black. However, its dorsal fin is pure white and rigid."
    },
    {
        "id": 120,
        "name": "Staryu",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/4f/120Staryu.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 121,
        "evolution_lvl": 30,
        "description": "Staryu, known as the Star Shape Pokémon, is a basic, Water type Pokémon which resembles a starfish with a mechanical center on its body, housing a red jewel. This is known as its core, but it is actually an organ."
    },
    {
        "id": 121,
        "name": "Starmie",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cd/121Starmie.png",
        "type1": "Water",
        "type2": "Psychic",
        "description": "Starmie, known as the Mysterious Pokémon, resembles a sea star. Starmie appears to have a second star growing on its back, which is semi-attached, being able to spin 360°. Starmie has a red jewel core, which resembles a cut precious stone and seems to shine with the seven colors of the rainbow when looked at from different angles, but usually shows up red more than any other color. It can also emit electrical waves from the core that are powerful enough to reach the furthest parts of the universe. The appearance of Starmie is two purple starfish connected back to back with only one having the gemstone on it."
    },
    {
        "id": 122,
        "name": "Mr. Mime",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/e/ec/122Mr._Mime.png",
        "type1": "Psychic",
        "type2": "Fairy",
        "baby": true,
        "description": "Its pantomiming is the best in the world. If someone interrupts it, it will harshly slap whoever did it with its big, broad hands that can form invisible walls just by vibrating it fingertips. Its Galarian form is an Ice/Psychic type. In the anime, Ash's mom has a Mr. Mime as a housekeeping helper. Mr. Mime is known for creating invisible barriers. Despite being found in both male and female genders, the name never changes."
    },
    {
        "id": 123,
        "name": "Scyther",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/ba/123Scyther.png",
        "type1": "Bug",
        "type2": "Flying",
        "baby": true,
        "description": "IGN and GamesRadar have praised Scyther's \"cool\" design. Scyther is known as a Mantis Pokémon, and has two long curved blades for arms. It is famous for having high agility and offensive strength. It evolves into Scizor after being traded while holding a Metal Coat. When given the Black Augurite, it evolves into Kleavor."
    },
    {
        "id": 124,
        "name": "Jynx",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/7c/124Jynx.png",
        "type1": "Ice",
        "type2": "Psychic",
        "baby": true,
        "description": "Jynx has spawned controversy due to aspects of its design being similar to blackface, leading Game Freak to change the color of its skin from black to purple. When Pokémon Yellow was rereleased on the Nintendo 3DSVirtual Console, the in-game sprite of Jynx was edited to reflect this change. Jynx's appearance is a purple humanoid with blond hair and a dress. It has big lips that it uses to put opponents to sleep by kissing them. It evolves from Smoochum."
    },
    {
        "id": 125,
        "name": "Electabuzz",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/de/125Electabuzz.png",
        "type1": "Electric",
        "baby": true,
        "description": "It gathers near power plants to feast on electricity. In the dark, it glows a whitish-blue colour. In Generation II it gained a pre-evolution, Elekid, and in Generation IV it gained an evolution, Electivire."
    },
    {
        "id": 126,
        "name": "Magmar",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/8c/126Magmar.png",
        "type1": "Fire",
        "baby": true,
        "description": "While Magmar was voted the eighth best fire-type Pokémon by the Official Nintendo Magazine readers, GamesRadar had criticised its design multiple times, noting that its forehead resembles a butt. Magmar evolves from Magby and into Magmortar. It is famed for being the first Pokémon to use Fire Punch, and is one of gym leader Blaine's best Pokémon. Ash Ketchum, being the genius that he is, tried to fight this Fire-type with his own Fire-type, Charizard."
    },
    {
        "id": 127,
        "name": "Pinsir",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/71/127Pinsir.png",
        "type1": "Bug",
        "baby": true,
        "description": "It likes to throw things with its massive horns. It can throw things two times from its weight. It was originally supposed to have an evolution called \"Plux\" in Generation II. Some speculated this unused design was reworked into Heracross. Pinsir appears as a tan-brown bug, similar in a appearance to an earwig with its pinchers on its head, and a vertical slit like mouth. Its Mega Evolution has wings."
    },
    {
        "id": 128,
        "name": "Tauros",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/b8/128Tauros.png",
        "type1": "Normal",
        "baby": true,
        "description": "Tauros, as its name implies, is a bull Pokémon that typically roams around grasslands in herds. Farmers tend to keep some on their lands. By whipping itself with its three tails, it will charge at anything."
    },
    {
        "id": 129,
        "name": "Magikarp",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/0/02/129Magikarp.png",
        "type1": "Water",
        "baby": true,
        "evolution_id": 130,
        "evolution_lvl": 20,
        "description": "Magikarp holds the distinction of being mostly useless in the games, until it evolves into the superior Gyarados. Magikarp is based on the common carp. Despite its uselessness, some players like to raise their Magikarps up to level 100 just for fun. At level 15, Magikarp learns Tackle. Until then, it only knows Splash and cannot be taught any TMs or HMs."
    },
    {
        "id": 130,
        "name": "Gyarados",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/41/130Gyarados.png",
        "type1": "Water",
        "type2": "Flying",
        "description": "In the beta versions for Pokémon Red and Blue, Gyarados was originally named \"Skullkraken\". Gyarados is inspired by the myth of a carp jumping over the Dragon Gate. Its vicious and raging attitude can decimate cities. It originally had a completely different, more lamprey-esque design in Red and Green's early development. It is known to be a hard Pokémon to raise by inexperienced trainers. The shiny version is red, and plays a role in the series. It appears normally as a long blue sea dragon, despite not being Dragon-type. It is also the only Flying type that doesn't fly; instead of this, it can hover."
    },
    {
        "id": 131,
        "name": "Lapras",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/a/ab/131Lapras.png",
        "type1": "Water",
        "type2": "Ice",
        "baby": true,
        "description": "It has a very gentle nature and was hunted before it became illegal. Gigantamax Lapras is exclusive to Shield. Lapras is based on the loch-ness monster and the plesiosaur. In the games, any Pokémon that uses Surf appears in the overworld as a Lapras or a Mantine. Its Gigantamax form has \"water magic\" around it."
    },
    {
        "id": 132,
        "name": "Ditto",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/3/36/132Ditto.png",
        "type1": "Normal",
        "baby": true,
        "description": "Ditto is capable of transforming into any Pokémon that it comes across. It was originally intended to have an evolution in Generation II called \"Animon\" which it would have evolved from a Metal Coat. Fan speculation is that Ditto and Mew are related as Mew can also use Transform, a move exclusive to Ditto. In the anime, Ditto belonging to Duplica had an issue with accurately mimicking appearances where its face always looked like Ditto's own. It appears as a pink blob or amoeba."
    },
    {
        "id": 133,
        "name": "Eevee",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/e/e2/133Eevee.png",
        "type1": "Normal",
        "baby": true,
        "evolution_id": 0,
        "evolution_lvl": 30,
        "description": "Eevee is often considered among the \"cutest\" Pokémon in the franchise. Due to this, Eevee is featured on various Pokémon-related merchandise. It is the mascot of Pokémon: Let's Go, Eevee! Eevee has exclusive evolution styles, where each evolution requires special requirements to occur, resulting in 8 different Pokémon. Its Gigantamax form is bigger and has a thicker fur around his neck."
    },
    {
        "id": 134,
        "name": "Vaporeon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/fd/134Vaporeon.png",
        "type1": "Water",
        "description": "When it is in water, it will seem to invisibly melt in water because its molecules are very similar to water. It evolves from Eevee using a Water Stone."
    },
    {
        "id": 135,
        "name": "Jolteon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/bb/135Jolteon.png",
        "type1": "Electric",
        "description": "Jolteon and Zapdos's romanized Japanese names are almost exactly the same as each other's, with a final 's' being the only difference. It evolves from Eevee using a Thunder Stone."
    },
    {
        "id": 136,
        "name": "Flareon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/d/dd/136Flareon.png",
        "type1": "Fire",
        "description": "Flareon shares its category name with Charmeleon, Charizard, Moltres, and Infernape, who are all known as the Flame Pokémon. It evolves from Eevee using a Fire Stone. It has an internal fire sac that lets its fire rise up to 1,600 degrees F."
    },
    {
        "id": 137,
        "name": "Porygon",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/6/6b/137Porygon.png",
        "type1": "Normal",
        "baby": true,
        "description": "Porygon has become notorious for being featured in an episode of the anime that caused widespread epileptic seizures in Japanese viewers. It is popular with scientists, because, since it can go in to cyberspace at will, it looks for malicious malware in computers. It is one of many human-designed Pokémon. It gained an evolution in Generation II, Porygon2."
    },
    {
        "id": 138,
        "name": "Omanyte",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/79/138Omanyte.png",
        "type1": "Rock",
        "type2": "Water",
        "baby": true,
        "evolution_id": 139,
        "evolution_lvl": 40,
        "description": "It is a fossil Pokémon that must be revived from the helix fossil that is based on ammonites."
    },
    {
        "id": 139,
        "name": "Omastar",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/43/139Omastar.png",
        "type1": "Rock",
        "type2": "Water",
        "description": "Omastar is very popular in the community and commonly referred to as \"Lord Helix\". This is a reference to Twitch Plays Pokémon, where the Pokémon was seen as a good-luck charm."
    },
    {
        "id": 140,
        "name": "Kabuto",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/f9/140Kabuto.png",
        "type1": "Rock",
        "type2": "Water",
        "baby": true,
        "evolution_id": 141,
        "evolution_lvl": 40,
        "description": "It is a fossil Pokémon that must be revived from the dome fossil. It is based on the trilobite."
    },
    {
        "id": 141,
        "name": "Kabutops",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/2/29/141Kabutops.png",
        "type1": "Rock",
        "type2": "Water",
        "description": "Its slender body makes it a very fast swimmer. Its appearance is similar to Scyther due to its blade-esque forearms."
    },
    {
        "id": 142,
        "name": "Aerodactyl",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/e/e8/142Aerodactyl.png",
        "type1": "Rock",
        "type2": "Flying",
        "baby": true,
        "description": "It is a fossil Pokémon that must be revived from the Old Amber. It used to rule the skies back when it was alive; not even computers can even revive it to make it what it used to look like. It is based on pterodactyls and dragons/wyverns."
    },
    {
        "id": 143,
        "name": "Snorlax",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/f/fb/143Snorlax.png",
        "type1": "Normal",
        "baby": true,
        "description": "It is carefree about everything, and it will allow children to play on its vast belly while it sleeps all day. After eating around 500 pounds of food, it goes flat to sleep for a while. Its appearance is a large, obese bear like Pokémon with blueish-green body and a white circle-shaped belly, white feet and face. In the games, it blocks the way forward, and can only be awoken with the PokeFlute. In Generation IV it gained a pre-evolution, Munchlax. Its Gigantamax form has a forest growing on it."
    },
    {
        "id": 144,
        "name": "Articuno",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/4/4e/144Articuno.png",
        "type1": "Ice",
        "type2": "Flying",
        "baby": true,
        "description": "It is part of the Legendary Bird Trio. The naming conventions for this trio are based on their type – Arctic, Zap and Molt – along with 1, 2, 3 in Spanish – uno, dos, tres respectively. As it flies, snow drifts from its wings. Its Galarian form is a Psychic/Flying type."
    },
    {
        "id": 145,
        "name": "Zapdos",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/e/e3/145Zapdos.png",
        "type1": "Electric",
        "type2": "Flying",
        "baby": true,
        "description": "It is part of the Legendary Bird Trio. Its design is inspired by the Indigenous North American myth of the thunderbird. Its Galarian form is a Fighting/Flying type."
    },
    {
        "id": 146,
        "name": "Moltres",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/1/1b/146Moltres.png",
        "type1": "Fire",
        "type2": "Flying",
        "baby": true,
        "description": "It is part of the Legendary Bird Trio. Its design is inspired by the firebird of Slavic folklore. Its Galarian form is a Dark/Flying type."
    },
    {
        "id": 147,
        "name": "Dratini",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/c/cc/147Dratini.png",
        "type1": "Dragon",
        "baby": true,
        "evolution_id": 148,
        "evolution_lvl": 30,
        "description": "Its existence was unknown until a fisherman pulled it up after fishing for about ten hours. It appears as a blue serpentine creature. It has been seen to grow to several sizes in the anime."
    },
    {
        "id": 148,
        "name": "Dragonair",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/9/93/148Dragonair.png",
        "type1": "Dragon",
        "evolution_id": 149,
        "evolution_lvl": 55,
        "description": "Dragonairs are longer in length (and bigger in size) than Dratinis, have wings for ears, and can fly using an unknown power."
    },
    {
        "id": 149,
        "name": "Dragonite",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/8/8b/149Dragonite.png",
        "type1": "Dragon",
        "type2": "Flying",
        "description": "It is a large orange dragon Pokémon that flies at high-speed. It zooms off over seas to challenge other Pokémon. It has been reputed to guide saliors in storms to the nearest land. Unlike Charizard, it actually is a dragon in both appearance and type."
    },
    {
        "id": 150,
        "name": "Mewtwo",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/7/78/150Mewtwo.png",
        "type1": "Psychic",
        "baby": true,
        "description": "It is one of the playable characters in Super Smash Bros. Melee, Super Smash Bros. for Nintendo 3DS / Wii U and Super Smash Bros. Ultimate. Its genes were spliced and restructured from Mew's. Its treatment from humans made it resentful and aggressive, before learning the error of its ways. It also appears in several movies."
    },
    {
        "id": 151,
        "name": "Mew",
        "img_url": "https://static.wikia.nocookie.net/pokemon/images/b/b1/151Mew.png",
        "type1": "Psychic",
        "baby": true,
        "description": "It is only available through Nintendo events. It can turn invisible or transform into anything at will. It is considered one of the original pregenetor Pokémon, as all Pokémon descend from Mew. It clashes with Mewtwo during the Pokémon movies."
    }
]